const post_4 = {
    id: "post4",
    title: "GreenWaySeoul UI 디자인 업데이트 ( ver 1.1.0)",
    date: "2025/07/05",
    tags: ["GreenWaySeoul", "UI Design", "React Native", "App Update"],
    content: `
 # UI 디자인 업데이트를 진행한 이유
GreenWaySeoul 앱의 UI 디자인을 업데이트한 이유는 기존 디자인은 기본적이고 단순한 구조로 되어있으며 
가독성과 편의성이 떨어진다는 피드백을 받았기 때문입니다.

## 디자인 업데이트 내용
1. **색상 팔레트 변경**: 기존의 단조로운 색상에서 더 생동감 있고 현대적인 색상 팔레트로 변경했습니다.

2. **폰트 스타일 개선**: 가독성을 높이기 위해 폰트 스타일을 변경했습니다.

3. **아이콘 업데이트**: 앱의 아이콘을 더 직관적이고 현대적인 스타일로 변경했습니다.

4. **레이아웃 개선**: 사용자 경험을 고려하여 레이아웃을 재구성했습니다. 버튼과 입력 필드의 크기를 조정하고, 여백을 늘려 터치하기 쉽게 만들었습니다.

5. **애니메이션 추가**: 사용자 인터랙션을 부드럽게 하기 위해 버튼 클릭 시 애니메이션 효과를 추가했습니다

`
};

export default post_4;