const post_2 = {
  id: "post2",
  title: "개인서버 구축을 해야하겠다",
  date: "2025/06/28",
  content: `
### 개인서버가 필요한 이유는?
개인프로젝트로 EC2, RDS, S3 등을 사용하며 현재는 프리티어여서 비용적 문제가 없다.
하지만 프리티어가 끝나면 비용이 발생한다. 이건 문제가 되기 시작한다.

나는 개인프로젝트를 코풀듯이 배출하고 말게 아닌 업데이트를 지속적으로 유지하고 
서비스를 계속 운영하고 싶다.

### 개인서버 구축을 위한 기기 선택
  - Mac Mini M1
  - Raspberry Pi 4B

이 두 개보다 훨씬 많겠지만 두 개로 최종으로 선정했다.
사실 나는 Mac Mini M1을 마음 속에 두고 있다.
합리적인 이유가 전혀 아닌 이뻐서...이다.
<br>

비용적인 부분은 당근마켓에서 중고로 20~30만원 정도에 구매할 수 있다.
기기를 선택했다면 여러 단계가 있는 걸로 안다.
<br>
하지만 부딪혀보면서 배워보는 게 좋을 것 같다.

`};

export default post_2;